acpi
base
base-devel
bc
blueman
bluez-utils
boost
brightnessctl
cgal
cmake
cython
dunst
efibootmgr
fast_float
fastfetch
fd
feh
fzf
ghostty
git
grub
gst-plugin-pipewire
htop
i3lock
imagemagick
intel-ucode
iwd
kicad
kicad-library
kicad-library-3d
libpulse
librewolf-bin
linux
linux-firmware
luarocks
maim
mesa-utils
neovim
nlohmann-json
numlockx
nvidia
obsidian
octave
openssh
pacman-contrib
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pip
python-setuptools
ripgrep
rofi
rtkit
sof-firmware
stow
tinyxml
tlp
tlp-rdw
torbrowser-launcher
tree
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
ufw
wireplumber
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xprintidle
xss-lock
yay
yay-debug
zathura
zathura-pdf-poppler
zram-generator
zsh
